Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # cloudflare_record.milanvit_net_a["ddns"] will be destroyed
- resource "cloudflare_record" "milanvit_net_a" {
      - created_on  = "2020-04-20T09:12:30.402619Z" -> null
      - data        = {} -> null
      - hostname    = "ddns.milanvit.net" -> null
      - id          = "9855ff8166724f011cbc43125e7b10eb" -> null
      - metadata    = {
          - "auto_added"             = "false"
          - "managed_by_apps"        = "false"
          - "managed_by_argo_tunnel" = "false"
          - "source"                 = "primary"
        } -> null
      - modified_on = "2020-04-20T09:12:30.402619Z" -> null
      - name        = "ddns" -> null
      - priority    = 0 -> null
      - proxiable   = true -> null
      - proxied     = false -> null
      - ttl         = 3600 -> null
      - type        = "A" -> null
      - value       = "148.251.233.134" -> null
      - zone_id     = "9f7f8ee361f355357f2463e64a170d0f" -> null
    }

  # cloudflare_record.milanvit_net_a["dyndns"] will be created
+ resource "cloudflare_record" "milanvit_net_a" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "dyndns"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "A"
      + value       = "148.251.233.134"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_aaaa["ddns"] will be destroyed
- resource "cloudflare_record" "milanvit_net_aaaa" {
      - created_on  = "2020-04-20T09:12:28.055741Z" -> null
      - data        = {} -> null
      - hostname    = "ddns.milanvit.net" -> null
      - id          = "3824c6c89b78c9ed8a994124a6d6ed39" -> null
      - metadata    = {
          - "auto_added"             = "false"
          - "managed_by_apps"        = "false"
          - "managed_by_argo_tunnel" = "false"
          - "source"                 = "primary"
        } -> null
      - modified_on = "2020-04-20T09:12:28.055741Z" -> null
      - name        = "ddns" -> null
      - priority    = 0 -> null
      - proxiable   = true -> null
      - proxied     = false -> null
      - ttl         = 3600 -> null
      - type        = "AAAA" -> null
      - value       = "2a01:4f8:201:3185::2" -> null
      - zone_id     = "9f7f8ee361f355357f2463e64a170d0f" -> null
    }

  # cloudflare_record.milanvit_net_aaaa["dyndns"] will be created
+ resource "cloudflare_record" "milanvit_net_aaaa" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "dyndns"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "AAAA"
      + value       = "2a01:4f8:201:3185::2"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_ns["ddns"] will be created
+ resource "cloudflare_record" "milanvit_net_ns" {
      + created_on  = (known after apply)
      + hostname    = (known after apply)
      + id          = (known after apply)
      + metadata    = (known after apply)
      + modified_on = (known after apply)
      + name        = "ddns"
      + proxiable   = (known after apply)
      + proxied     = false
      + ttl         = 3600
      + type        = "NS"
      + value       = "dyndns.milanvit.net"
      + zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

  # cloudflare_record.milanvit_net_ns["ns"] will be destroyed
- resource "cloudflare_record" "milanvit_net_ns" {
      - created_on  = "2020-04-21T00:25:10.475937Z" -> null
      - data        = {} -> null
      - hostname    = "ns.milanvit.net" -> null
      - id          = "91cb1f219c3231dd91c09bfb62fd5679" -> null
      - metadata    = {
          - "auto_added"             = "false"
          - "managed_by_apps"        = "false"
          - "managed_by_argo_tunnel" = "false"
          - "source"                 = "primary"
        } -> null
      - modified_on = "2020-04-21T00:25:10.475937Z" -> null
      - name        = "ns" -> null
      - priority    = 0 -> null
      - proxiable   = false -> null
      - proxied     = false -> null
      - ttl         = 3600 -> null
      - type        = "NS" -> null
      - value       = "ddns.milanvit.net" -> null
      - zone_id     = "9f7f8ee361f355357f2463e64a170d0f" -> null
    }

Plan: 3 to add, 0 to change, 3 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.milanvit.net/lock?id=Cellane%252Fmilanvit.net%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
